IDEA StatiCa Open Model
OriginSettings.ProjectDescription Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Description of project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ProjectDescription { get; set; }
Public Property ProjectDescription As String
	Get
	Set
public:
property String^ ProjectDescription {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace